;You can include your name here if you want, I won"t remove anything
;Set RTL to 1 if the your language is right to left, it will mirror the GUI
;REMOVED: plugindev help4 aa thumbbg wrongos wrongostitle installanyways
;You can comment a line by adding ; in front of it. You can remove these commented lines if you want
;The order of the lines doesn"t matter
;The newly added keywords are at the bottom

;Hungarian translation by Gyula Pataki (gyussz@live.com)

[win7shell]
RTL=0
newvers=Új verzió érhető el!
disableupdate=A frissítések keresését kikapcsolhatja a bővítmény beállításainál	      
opendownload=Meg akarja nyitni a letöltőoldalt?
uninstall=Továbbra nem fogja ezt látni, ha törölni akarja a bővítményt:
uninstallhowto="Winamp Beállítások -> Bővítmények -> Általános -> Windows 7 Taskbar Integration" és Eltávolítás.
info=Információk
config=Bővítmény Beállításai
on=ON
off=OFF
previous=Előző
pause=Szünet
play=Lejátszás
stop=Leállítás
next=Következő
errorthumb=Hiba a pillanatkép betöltésekor, szolgáltatás kikapcsolása
playing=Lejátszás alatt
paused=Szünetelve
stopped=Leállítva
taskinitfail=A Windows 7 tálca inicializálása sikertelen volt
images=Összes támogatott képformátum
usethumbbg=Használat pillanatkép háttérként
selectimage=Képfájl kiválasztása
afterrestart=A médialejátszó gombok beállításai a Winamp újraindítása után lépnek életbe.
applysettings=Alkalmazás
help1=A szöveg amit beír ebbe a mezőbe meg fog jelenni a pillanatképen. Bármennyi sort írhat. Ha a "pillanatkép átméretezése" opció be van állítva, akkor a keret az ide beírt szövegnek megfelelően fog átméreteződni.
help2=Abban az esetben, ha dinamikus szöveget szeretne, használhatja az alábbi kifejezéseket, amit a szövegbe illesztve a pillanatképen az aktuális adatok fognak megjelenni 
help3=A sor ami ezt tartalmazza, középre lesz igazítva
help5=Jelenleg játszott média címe
help6=Jelenleg játszott média előadója
help7=Album címe, üres, ha nem található
help8=Kiadás éve, üres, ha nem található
help9=Média sorszáma
help10=Minősítés számmal (pl. 4)
help11=Minősítés csillagokkal (pl. ★★★★ )
help12=Jelenlegi pozíció
help13=Hátralévő idő az adott zeneszámból
help14=Teljes lejátszási időtartam
help15=Jelenlegi fájl sorszáma a listában
help16=Lejátszás listában szereplő fájlok száma
help17=Bitráta kb/s-ban
help18=Samplerate kilohertzben
help19=Jelenlegi hangerő százalékokban ("%" nélkül)
help20=Véletlen sorrend (ON / OFF)
help21=Ismétlés (ON / OFF)
help=Segítség
transparent=Átlátszóság
albumart=Lemezborító
defbg=Alapértelmezett háttér
custombg=Egyéni háttér
browse=Böngészés
buttons=Multimédiás gombok hozzáadása
shrink=Pillanatkép átméretezése szövegnek megfelelően
taskicon=Tálca ikon
progressbar=Mutassa a lejátszás állapotsávját
streaming="Meghatározatlan" állapotjelzés médiamegosztás esetén
error="Hiba" állapotjelzés (piros ikon) leállított lejátszás esetén
overlays=Lejátszás állapotának megfelelő ikon a tálcán (a Winamp gombon)
jumplist=Gyorslista
bugslink=Hibák és javaslatok
bugstext=Ossza meg kívánságait, javaslatait a bővítménnyel kapcsolatban
sitelink=Projekt weboldala
sitetext=Frissítésekért, hírekért, pillanatképekért és részletes leírásért
noupdate=Ne keressen frissítéseket a Winamp indításakor
ok=OK
cancel=Mégse
removetitle=Winamp címsor eltávolítása
selectfont=Betűtípus
aa=Szöveg elsimítása
selectshadow=Árnyék színe
enable=Egyéni Aero Peek nézet engedélyezése
plugdev=Fejlesztés
thumboptions=Opciók
thumbtext=Szöveg
background=Háttér
translink=Fordítások
transtext=Segíts lefordítani a bővítményt, vagy tölts le elérhető fordításokat
favorite=Kedvencek
vumeter=Állapotsáv használata VU méterként
iconic=Kép használata ikonként háttér helyett
author=Készítő
volup=Hangerő +10%
voldown=Hangerő -10%
openfile=Megnyitás
thumbpb=Mutassa a lejátszás állapotát a pillanatképen
wapref=Winamp beállítások
startwa=Kérem előbb indítsa el a Winampot
jumplisterror=Hiba a gyorslista beállításakor

;a background mode comes in front of this sentence, like "Album art is used, if selected background not available"
revert=akkor használja, ha a kiválasztott háttérkép nem elérhető
jlchoice=Mutassa a következő kategóriákat a gyorslistán:
jlrecent=Előzmények
jlfrequent=Gyakran játszott
jltasks=Feladatok
creditslink=Készítők:
creditstext=Akik segítettek a bővítmény fejlesztésében
resumeplay=Lejátszás folytatás
fromstart=Lejátszás előlről
help22=A sor ami ezt tartalmazza, nagyobb betűkkel fog megjelenni
help23=A sor ami ezt tartalmazza, balra lesz igazítva
bookmark=Bookmarks
jlnote=Figyelem: Csak azok a fájlok kerülnek a listára, amelyeket a Winamp alapértelmezetten le tud játszani (akkor is ha nem alapértelmezett program). Ha már vannak fájlok a listán, eltávolíthatja őket (előzmények törlése). A beállítások újraindításkor és beállítások mentésekor frissülnek.
mute=Némítás
playlists=Lejátszási listák
stopafter=Lejátszás befejeztével leállítás
maxbuttons=(Maximum 7 gomb)
help24=Árnyékot rajzol a szöveghez az adott sorban (kijelölt színnel)
help25=Áttetsző dobozt rajzol a szöveg mögé (kijelölt színnel)
help26=Szöveg cseréje
help27=Szövegformázás

applybutton=Alkalmaz
help28=Megakadályozza a kiválasztott szövegsor görgetését